{
  "content": [
    {
      "img": "../../money-bill-trend-up-solid.svg",
      "title": "Introduction to Investing",
      "description": "Investing is the act of allocating resources, usually money, with the expectation of generating an income or profit. There are many different types of investments, including stocks, bonds, real estate, and commodities. Before investing, it's important to research and understand the risks involved, as well as your investment goals and strategies. It's also important to diversify your portfolio to help minimize risk and maximize potential returns.",
      "sources": [
        {
          "name": "Bloomberg",
          "url": "https://www.bloomberg.com/personal-finance/investing"
        },
        {
          "name": "Investopedia",
          "url": "https://www.investopedia.com/terms/i/investing.asp"
        },
        {
          "name": "Morningstar",
          "url": "https://www.morningstar.com/articles/484082/investing-basics"
        }
      ]
    },
    {
      "img": "../../hand-hold.svg",
      "title": "Personal Finance Basics",
      "description": "Personal finance refers to the management of one's financial resources, including income, expenses, savings, and investments. It's important to create a budget and stick to it, as well as track your expenses to identify areas where you can cut back. It's also important to establish an emergency fund to help cover unexpected expenses, such as medical bills or car repairs. When it comes to investing, consider your risk tolerance and time horizon, and consult with a financial advisor if needed.",
      "sources": [
        {
          "name": "Consumer Finance",
          "url": "https://www.consumerfinance.gov/start-small-save-up/"
        },
        {
          "name": "Nerd Wallet",
          "url": "https://www.nerdwallet.com/article/finance/financial-advice"
        },
        {
          "name": "Simple Dollar",
          "url": "https://www.thesimpledollar.com/save-money/the-best-personal-finance-blogs/"
        }
      ]
    },
    {
      "img": "../../budgeting.svg",
      "title": "Budgeting 101",
      "description": "Budgeting is the process of creating a plan for your income and expenses, with the goal of maximizing your financial resources. To create a budget, start by tracking your expenses and identifying areas where you can cut back. Then, allocate your income to different categories, such as housing, transportation, and food. It's important to prioritize your spending based on your needs and goals, and to adjust accordingly. By sticking to a budget, you can avoid overspending and work towards your financial goals.",
      "sources": [
        {
          "name": "My Credit Union",
          "url": "https://www.mycreditunion.gov/financial-resources/my-money/budgeting"
        },
        {
          "name": "The Balance",
          "url": "https://www.thebalance.com/budgeting-basics-for-beginners-1289581"
        },
        { "name": "YNAB", "url": "https://www.ynab.com/budget-better/" }
      ]
    }
  ]
}
